{
  "en":{
    "headerText": {
      "greeting": "Welcome.",
      "quote1": "I'm Sandro, a ",
      "braceOpen":"{ ",
      "braceClose":" }",
      "title1": "software developer",
      "connector": "",
      "title2": "",
      "quote2": " with a passion for building applications that are not just functional and clean, but also user- and developer-friendly. While curiosity is my biggest motivator, I also enjoy solving real problems, building thoughtful solutions, collaborating with others, and learning something new every day."
    
    },
    "cardsText": [
      {
        "heading": "Build",
        "body": "Turning ideas into working software is what I love most – from the first line of code to the finished product"
      },
      {
        "heading": "Explore",
        "body": "Technology fascinates me in all its forms. Not just software, but also the systems, tools, and hardware behind it"
      },
      {
        "heading": "Evolve",
        "body": "Stagnation isn’t for me. Every project, every challenge helps me grow – both as a developer and as a person"
      }
    ],
    "personal":{
      "text": [
        "I realized early on that I am passionate about technology – especially when it comes to making things understandable or getting systems up and running. ",
        "My first professional experiences were in electrical engineering: planning circuits, setting up networks, and implementing automation. ",
        "It quickly became clear to me how much I enjoy solving complex problems – particularly through programming. ",
        "Today, I am studying Business Informatics at FH Technikum Wien – always with the goal of learning new things and applying my knowledge practically."
      ],
      "button": "Projects"
    }
  },
  "de":{
    "headerText": {
      "greeting": "Willkommen.",
      "quote1": "Ich bin Sandro, ",
      "braceOpen":"{ ",
      "braceClose":" }",
      "title1": "Softwareentwickler",
      "connector": "",
      "title2": "",
      "quote2": " mit Spaß daran, Anwendungen zu bauen, die nicht nur funktionieren, sondern auch gut durchdacht sowie benutzer- und entwicklerfreundlich sind. Neugier treibt mich an – ich löse gerne reale Probleme, arbeite im Team und lerne mit jeder Aufgabe dazu."
    },
    "cardsText": [
      {
        "heading": "Bauen",
        "body": "Ideen in funktionierende Software zu verwandeln, begeistert mich – von der ersten Codezeile bis zum fertigen Produkt"
      },
      {
        "heading": "Entdecken",
        "body": "Technologie fasziniert mich in all ihren Formen – nicht nur Software, sondern auch das, was dahintersteht: Systeme, Tools und Hardware"
      },
      {
        "heading": "Lernen",
        "body": "Stillstand ist nichts für mich. Mit jedem Projekt und jeder Herausforderung entwickle ich mich weiter – fachlich und persönlich."
      }
    ],
    "personal":{
      "text": [
        "Schon früh habe ich gemerkt, dass mich Technik begeistert – besonders, wenn es darum geht, Dinge verständlich zu machen oder Systeme zum Laufen zu bringen. ",
        "Meine ersten beruflichen Erfahrungen sammelte ich in der Elektrotechnik: Schaltungen planen, Netzwerke aufbauen, Automatisierung umsetzen. ",
        "Dabei habe ich schnell gemerkt, wie sehr mich das Lösen komplexer Probleme fasziniert – besonders durch Programmierung. ",
        "Heute studiere ich Wirtschaftsinformatik an der FH Technikum in Wien – immer mit dem Ziel, Neues zu lernen und mein Wissen praktisch anzuwenden."
      ],
      "button": "Projekte"
    }
  }
}
