{
  "en":{
    "headerText": {
      "greeting": "Welcome.",
      "quote1": "I'm Sandro, ",
      "braceOpen":"{ ",
      "braceClose":" }",
      "title1": "developer",
      "connector": " && ",
      "title2": "tech-enthusiast",
      "quote2": " with a desire to learn and create.",
      "text1": "Based in Vienna, Austria, driven by anything technical, whilst appreciating creativity and freedom to tinker and build. This is an overview of my projects and myself. Feel free to check out the contact page, I appreciate it."
    
    },
    "cardsText": [
      {
        "heading": "Programming",
        "body": "Spent some time working on the Frontend and using technologies around HTML, CSS, JavaScript and React"
      },
      {
        "heading": "Tech",
        "body": "While building out Full Stack Applications i gained good knowledge of working with API's and Databases"
      },
      {
        "heading": "L.L.L.",
        "body": "I especially enjoy learning and improving myself, to make life easier for myself and everyone around me"
      }
    ],
    "personalText": [
      "My name is Sandro Pernerstorfer and i'm a Developer from Austria, Vienna.",
      "Curious and driven by everything logical and technical whilst appreciating creativity and freedom to create magical things.",
      "I started my journey in the Electrical Engineering field, working and solving problems in various environments and situations.",
      "Since i always enjoyed programming electrical solutions the inevitable happened and i fell in love with Software Development.",
      "Learning the ins and outs of Software Development and using modern web technologies to solve problems and create solutions."
    ]
  },
  "de":{
    "headerText": {
      "greeting": "Willkommen.",
      "quote1": "Ich bin Sandro, ein neugieriger und lerneifriger ",
      "braceOpen":"{ ",
      "braceClose":" }",
      "title1": "Entwickler",
      "connector": " && ",
      "title2": "Tech-Enthusiast",
      "quote2": ".",
      "text1": "Motiviert durch Technik, mit einer starken Wertschätzung für Kreativität, und der Freiheit neues zu kreieren. Dieses Portfolio soll einen Überblick meiner Projekte, und meiner Person darstellen. Schau gerne bei der Kontaktseite vorbei, let's connect!."
    },
    "cardsText": [
      {
        "heading": "Programmieren",
        "body": "Ich habe erfahrung im Frontend und den Technologien rund um HTML, CSS, JavaScript und React"
      },
      {
        "heading": "Tech",
        "body": "Durch das erstellen von Full Stack Anwendungen konnte ich mir gute Kenntnisse im Umgang mit API's und Datenbanken aneignen"
      },
      {
        "heading": "L.L.L.",
        "body": "Vor allem macht es Spaß neues zu lernen und mich selbst zu verbessern um mir und meinen Kollegen das Leben zu erleichtern"
      }
    ],
    "personalText": [
      "Mein Name ist Sandro Pernerstorfer und ich bin ein Entwickler aus Österreich, Wien.",
      "Neugierig und angetrieben von Technik und Logik, mit einer starken Wertschätzung für Kreativität und der Freiheit neues zu kreieren.",
      "Ich startete meine Reise im Bereich der Elektrotechnik, und arbeitete in den verschiedensten Umgebungen und Situationen.",
      "Da mir das Programmieren von Elektrotechnischen Lösungen immer schon gefiel, brauchte es nicht lang bis ich mich in die Software Entwicklung verliebte.",
      "Seitdem lerne und verbessere ich meine Software Entwickler Fähigkeiten und verwende moderne Web Technologien um Probleme zu lösen und Software zu erstellen."
    ]
  }
}
